#Файл в котором хранятся все строковые переменные

MessageStart = 'Приветствую, пользователь! Чем могу тебе помочь?'

MessageHelp = 'Я - бот, который помогает в оперативном создании онлайн-визиток.' \
              ' Просто следуй моим инструкциям, чтобы прийти' \
              ' к нужному тебе результату.' \
              'Мой разработчик постарался сделать меня максимально понятным' \
              ' для пользователя любого уровня, будь ты супер-продвинутым программистом 👨🏽‍💻 или бабушкой 👵🏽 из' \
              ' Северстали 👵.'

MessageStartActive = 'Выберите пункт для редактирования:'

MessageError = 'Увы и ах... Тут я тебе нечем не помогу :('

MessageScreen1 = 'Вы вернулись в главное меню.'

MessageStartCreate = 'Хорошо. Первый 1️⃣ шаг в создании визитки:'

MessageCreatingCard = 'Нужно подготовить подпись ✍🏻, отображающуюся на твоей визитке,' \
                      ' а также оставить контакты для своих клиентов. С чего начнём?'

MessageStop = 'Жаль, конечно, но я буду ждать твоего возвращения,' \
              ' как только ты будешь готов на создание визитки - обращайся!'

MessageDiscripAdded = 'Описание было успешно загружено в твою визитку!'
MessageContactsAdded = 'Контакты были успешно загружены в твою визитку!'

MessageAskDiscrip = 'Напиши то, как к тебе обращаться 🧍‍♂️ или название своей компании 🕴🏾 - эта подпись будет отображаться' \
                    ' на твой визитке, в качестве главной надписи. Советую быть кратким, дабы всё выглядело лаконично!'
MessageDiscripExample = 'К примеру: сначала название или твоё имя - Илья Александрович 👥' \
                        ' а в следующем сообщение твоя специальность: Разработчик, Project-manager 👨🏽‍💻.'


MessageAskContacts = 'Хорошо, давай внесём твои контакты 📞. Выбери то, что тебе нужно.' \

MessageFinalLoad = 'Выбери остальные контакты, если они нужны в твоей визитке.' \
               ' Если больше добавлять ничего не нужно - нажимай на кнопку "Завершить".'

MessageSelectTemplate = 'Выберите тот вариант, которой пришёлся вам по душе больше всего:'


#-Кнопка для теста работоспособности-----------------------------------------------------------------------------------------------------

MessageTest = 'Тык.'