#Файл в котором хранятся все строковые переменные

MessageStart = 'Приветствую, пользователь! Чем могу тебе помочь?'

MessageHelp = 'Я - бот, который помогает в создании онлайн-визиток, достаточно свежего и' \
              ' нового явления для бизнеса в 21 веке. Просто следуй моим инструкциям, чтобы прийти' \
              ' к нужному тебе пункту. Мой разработчик старался сделать меня максимально понятным' \
              ' для пользователя любого уровня, будь ты супер-продвинутым программистом или бабушкой из' \
              ' Северстали.'

MessageStartActive = 'Хорошо, выбери пункт для редактирования визитки:'

MessageError = 'Увы и ах... Тут я тебе нечем не помогу :('

MessageScreen1 = 'Вы вернулись в главное меню.'

MessageStartCreate = 'Отлично! Первый наш шаг в создании твоей визитки:'

MessageCreatingCard = 'Нужно написать подпись, отображающуюся на вашей визитке,' \
                      'а также оставить контакты для своих клиентов. С чего начнём?'

MessageStop = 'Жаль, конечно, но я буду ждать твоего возвращения,' \
              ' как только ты станешь настроен на внесение в свою жизнь' \
              ' капельку свежего дыхания!'

MessageDiscripAdded = 'Фото было успешно загружено в твою визитку!'
MessageContactsAdded = 'Фото было успешно загружено в твою визитку!'

MessageAskDiscrip = 'Напиши пожалуйста свою подпись - она будет отображаться' \
                    ' на твой визитке, в качестве главной надписи. Используй не более' \
                    ' 80 символов для того, чтобы всё выглядело достаточно красиво!'
MessageDiscripExample = 'Например: сначала название или твоё имя - Климов Илья Александрович' \
                        ' а в следующем сообщение краткая специальность: Разработчик, Project-manager.'


MessageAskContacts = 'Хорошо, давай внесём пару твоих контактов. Какие из них тебе нужны?' \

MsgFinalLoad = 'Выбери остальные контакты, если они нужны в твоей визитке.' \
               ' Если больше добавлять ничего не нужно - нажимай на кнопку "Завершить".'


#-Кнопка для теста работоспособности-----------------------------------------------------------------------------------------------------

MessageTest = 'Тык.'